Repository: Allin-App/Allin-iOS
Catalog: Sources/AllInApp/AllIn/Ressources/*.lproj/Localizable.strings
Languages: fr

# generic_username
source: Username
fr: Pseudo

# generic_password
source: Password
fr: Mot de passe

# generic_login
source: Login
fr: Se connecter

# generic_logout
source: Logout
fr: Déconnexion

# generic_already_have_account
source: Already have an account ?
fr: Tu as déjà un compte ?

# generic_register
source: Register
fr: S'inscrire

# generic_validate
source: Validate
fr: Valider

# generic_error
source: Error
fr: Erreur

# generic_in_waiting
source: In waiting
fr: En attente

# generic_search
source: Search
fr: Rechercher

# generic_add
source: Add
fr: Ajouter

# generic_acccept
source: Accept
fr: Accepter

# generic_decline
source: Decline
fr: Decliner

# generic_delete
source: Delete
fr: Supprimer

# generic_stake
source: Stake
fr: Mise

# network_error_text
source: Make sure to be properly connected to the network then try again.
fr: Assurez-vous d'être bien connecté au réseau puis réessayez.

# bet_type_binary
source: Yes / No
fr: Oui / Non

# bet_type_match
source: Sport match
fr: Match sportif

# bet_type_custom
source: Custom answers
fr: Réponses personnalisées

# field_error_mandatory
source: This field is mandatory.
fr: Ce champ est obligatoire.

# field_error_not_identical
source: The fields are not identical.
fr: Les champs ne sont pas identiques.

# field_error_bad_email
source: Please enter a valid email.
fr: Veuillez saisir un email valide.

# drawer_best_win
source: Best win
fr: Meilleur gain

# drawer_nb_friends
source: Friends
fr: Amis

# drawer_friends
source: FRIENDS
fr: AMIS

# drawer_friends_subtitle
source: Challenge your folks by adding them as friends.
fr: Défiez vos proches en les ajoutant en amis.

# drawer_public_bets
source: PUBLIC BETS
fr: PARTICIPER

# drawer_public_bets_subtitle
source: Browse the most popular bets of the moment.
fr: Parcourez les bets les plus populaires du moment.

# drawer_create_a_bet
source: CREATE A BET
fr: NOUVEAU BET

# drawer_create_a_bet_subtitle
source: Create a net bet and get your friends participating.
fr: Créez un nouveau bet et faites participer vos amis.

# drawer_bet_history
source: BET HISTORY
fr: HISTORIQUE

# drawer_bet_history_subtitle
source: View your current and finished bets.
fr: Consultez vos paris en cours et terminés.

# drawer_current_bets
source: CURRENT BETS
fr: MES PARTICIPATIONS

# drawer_current_bets_subtitle
source: Manage your bets and reward the winners.
fr: Gérez vos bets et récompensez les gagnants.

# drawer_ranking
source: RANKING
fr: CLASSEMENT

# drawer_ranking_subtitle
source: Check your ranking among your friends.
fr: Consultez votre classement parmis vos amis.

# welcome_title
source: Welcome to,
fr: Bienvenue sur,

# welcome_subtitle
source: Collect your Allcoins and come bet with your friend to prove who's best.
fr: Récupère tes Allcoins et viens parier avec tes amis pour prouver qui est le meilleur.

# welcome_join
source: Join
fr: Rejoindre

# register_hello
source: Hello,
fr: Bonjour

# register_hello %@
source: Hello %@,
fr: Bonjour %@,

# register_title
source: We need this!
fr: On a besoins de ça!

# register_subtitle
source: Don't worry it's fast.
fr: Promis c'est rapide.

# register_error_title
source: Error saving
fr: Erreur lors de l'enregistrement

# register_error_content
source: Registration failed. Try Again.
fr: L'enregistrement a échoué. Veuillez réessayer.

# register_confirm_password
source: Confirm password
fr: Confirmation du mot de passe

# register_already_used
source: Email or nickname already used.
fr: Email ou pseudo déjà utilisé.

# login_title
source: Welcome back !
fr: Te revoilà !

# login_subtitle
source: We missed you.
fr: Bon retour parmis nous tu nous as manqué !

# login_error_title
source: Connection error
fr: Erreur de connexion

# login_error_content
source: Failed to login. Please try again.
fr: La connexion a échoué. Veuillez réessayer.

# login_no_account
source: Don't have an account ?
fr: Pas encore inscrit ?

# login_forgot_password
source: Forgot password ?
fr: Mot de passe oublié ?

# login_bad_credentials
source: Incorrect login or password.
fr: Login ou mot de passe incorrects.

# bet_creation_theme_tooltip
source: Usually a common name describing the overall theme of the bet for reference..
fr: Généralement un nom commun décrivant le thème global du pari pour servir de référence.

# bet_creation_phrase_tooltip
source: Generally the question the participants will answer to.
fr: Généralement la question à laquelle les participants devront répondre.

# bet_creation_register_tooltip
source: After this date, nobody will be able to register anymore.
fr: Après cette date, plus personne ne pourra s'inscrire.

# bet_creation_bet_end_tooltip
source: After this date, the result will be announced.
fr: Après cette date, les résultats seront annoncés.

# bet_creation_privacy_tooltip
source: Determines who will be able to see the bet.
fr: Détermine qui pourra voir le bet.

# bet_creation_answer
source: Answer
fr: Réponse

# bet_creation_publish
source: Publish the bet
fr: Publier le bet

# bet_creation_theme
source: Theme
fr: Thème

# bet_creation_theme_placeholder
source: Studies, sports, party…
fr: Études, sport, soirée…

# bet_creation_bet_phrase
source: Bet phrase
fr: Phrase du BET

# bet_creation_bet_phrase_placeholder
source: Will David be missing this Monday in class ?
fr: David sera-il absent lundi matin en cours ?

# bet_creation_end_registration_date
source: Registration end date
fr: Date de fin des inscriptions

# bet_creation_end_bet_date
source: Bet end date
fr: Date de fin du BET

# bet_creation_bet_privacy
source: Bet privacy
fr: Confidentialité du bet

# bet_creation_friends_available_format
source: friends available
fr: amis disponibles

# bet_creation_public_bottom_text_1
source: Your BET will be visible by all the users.
fr: Votre BET sera visible par tous les utilisateurs.

# bet_creation_public_bottom_text_2
source: Everyone will be able to join the BET.
fr: Tout le monde pourra rejoindre le BET.

# bet_creation_private_bottom_text_1
source: Your BET will only be visible by your friends.
fr: Votre BET sera visible uniquement par vos amis.

# bet_creation_private_bottom_text_2
source: Only your friends will be able to join the BET.
fr: Seulement vos amis pourront rejoindre le BET.

# bet_creation_bottom_text_3
source: You can invite friends at any moment during the registration period.
fr: Vous pourrez inviter des amis à tout moment pendant la période d’inscription.

# bet_creation_yes_no_bottom_text_1
source: The participants will have to respond with either YES or NO.
fr: Les utilisateurs devront répondre au pari avec OUI ou NON.

# bet_creation_yes_no_bottom_text_2
source: No other answer will be accepted.
fr: Aucune autre réponse ne sera acceptée.

# bet_creation_custom_bottom_text_1
source: You are going to fill in the different answers available in this bet.
fr: Vous allez renseigner les différentes réponses disponibles dans ce pari.

# bet_creation_custom_bottom_text_2
source: Be careful to be clear and avoid any uncertainties
fr: Faites attention a etre claire et éviter toutes incertitudes

# bet_creation_error
source: Error while creating the bet.
fr: Erreur lors de la création du bet.

# bet_creation_success_message
source: Bet created !
fr: Bet créé !

# bet_creation_response_title
source: Response title
fr: Intitulé de réponse

# bet_creation_max_answers %lld
source: %lld more max.
fr: encore %lld max.

# bet_creation_error_past_date
source: The registration end date must be later than the current date.
fr: La date de fin des inscriptions doit être ultérieure à la date actuelle.

# bet_creation_error_date_order
source: The betting end date must be later than the registration end date.
fr: La date de fin des paris doit être ultérieure à la date de fin des inscriptions.

# bet_popular
source: Popular
fr: Populaire

# bet_private
source: Private
fr: Privé

# bet_current
source: Current
fr: En cours

# bet_finished
source: Finished
fr: Terminés

# bet_starting
source: Starting on
fr: Commence le

# bet_started
source: Started on
fr: A commencé le

# bet_ends
source: Ends on
fr: Prend fin le

# bet_ended
source: Ended on
fr: A pris fin le

# bet_participate
source: Participate
fr: Participer

# bet_proposed_by_format %@
source: Proposed by %@
fr: Proposé par %@

# bet_proposed_by_format
source: Proposed by
fr: Proposé par

# bet_players_format
source: players
fr: joueurs

# bet_points_at_stake_format
source: points at stake
fr: points en jeu

# bet_status_finished
source: Finished !
fr: Terminé !

# bet_status_in_progress
source: In progress…
fr: En cours…

# bet_status_waiting
source: Waiting…
fr: En attente…

# bet_status_unavailable
source: Status unavailable
fr: Statut indisponible

# bet_status_cancelled
source: Cancelled
fr: Annulé

# bet_status_place_your_bets
source: Place your bets
fr: Faites vos paris

# bet_status_participants_list
source: Participants
fr: Liste des participants

# bet_status_details_drawer
source: Details
fr: Détails

# participation_possible_winnings
source: Possible winnings
fr: Gains possibles

# bet_history_current_title
source: Current
fr: En cours

# bet_history_title
source: History
fr: Historique

# bet_confirmation_text
source: This bet has now ended. You may now distribute the winnings by selecting the right answer.
fr: Ce bet est arrivé à la date de fin. Vous devez à présent distribuer les gains en validant le pari gagnant.

# bet_confirmation_choose_response
source: Please select the final answer :
fr: Veuillez choisir la réponse finale :

# ranking_title
source: Ranking
fr: Classement

# friends_title
source: Friends
fr: Amis

# friends_request_sent
source: Request sent
fr: Requête envoyée

source: Friends Request
fr: Requêtes d'amis

# daily_reward_title
source: Daily reward
fr: Récompense quotidienne

# daily_reward_subtitle
source: Your daily reward is unlocked every day at 00:00 UTC and allows you to get between 10 and 150 Allcoins.
fr: Votre récompense quotidienne est débloquée tous les jours à 00:00 UTC et vous permets d’obtenir entre 10 et 150 Allcoins.

# notification_title_end_bet_date
source: Who will be the winners?
fr: Qui seront les vainqueurs ?

# notification_subtitle_end_bet_date %@
source: The %@ bet has reached its deadline. Go to the app to enter the winning answer.
fr: Le pari %@ a atteint sa date limite. Rendez-vous dans l'application pour renseigner la réponse gagnante.
